alsa-scarlett-gui
alsa-utils
arc-gtk-theme
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
calf
carla
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
clapper
cliphist
colorcode
cowsay
dhcpcd
dosfstools
drawing
dunst
efibootmgr
evemu
feh
file-roller
filezilla
firefox
flatpak
gifsicle
gimp
git
github-cli
gnome-themes-extra
gnuplot
google-chrome
grim
grub
gtk-doc
gtk-engines
htop
hyfetch
hyprland
i2c-tools
inetutils
iwd
iwgtk
jq
kitty
lazygit
lib32-glib2
libreoffice-still
libreoffice-still-it
linux
linux-firmware
linux-headers
lm_sensors
logseq-desktop
lxappearance
lynx
man-db
megasync-git
mtools
nautilus
neofetch
neovim
net-tools
network-manager-applet
networkmanager
ninja
nmap
nodejs
noto-fonts-emoji
npm
nuget
nvtop
nwg-look
obs-studio
obsidian
openbsd-netcat
openssh
os-prober
packettracer
pavucontrol
php
pipewire-alsa
pipewire-pulse
polkit-gnome
postman-bin
processing
python-pip
qpwgraph
qt5-graphicaleffects
qt5-quickcontrols2
qt5ct
rclone
reflector
rofi
rofi-emoji
rsync
ruby
rust
screen
sddm
shotcut
sl
smartmontools
speedtest-cli
sqlitebrowser
steam
stow
sudo
swayidle
swaylock-effects-git
swww
terminus-font
traceroute
typst
unicode-emoji
unzip
usbutils
vim
visual-studio-code-bin
waybar
webcord
wev
wget
wireshark-cli
wireshark-qt
wl-color-picker
wlr-randr
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
yay
zip
zsh